{
    "o": "1070,531",//地图尺寸
    "l": [{//地图线路
        "lo": "0",//是否环线
        "li": "900000065767|900000065856",//表示归属于哪条线，整个线包含多段线路，线路id用|分离
        "ls": "900000065767",//线路id
        "c": ["0 205", "55 205"],//绘制连线的点
        "cl": "008FA5",//线路颜色
        "lp": ["796 131"],//地铁名坐标
        "st": [{//站点列表
            "sl": "120.007201,30.285632",//站点经纬度
            "sid": "900000065767004",//站点id
            "n": "良睦路",//站点名
            "poiid": "BV10780758",//路径搜索时候使用标志
            "t": "0",//是否换乘站
            "lg": "0",//方向
            "p": "0 205",//站点坐标 
            "rs": "0 205"//站点坐标范围，部分站坐标存在多个
        }],
    }],
}
